<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Info.plist</key>
		<data>
		xTQu+AYaEjmG3p914ULtHyGAZlw=
		</data>
		<key>Resources/MODNet-Photographic.mlmodelc/analytics/coremldata.bin</key>
		<data>
		alM3RikPrLe8nP1VVT7h9SAyxNg=
		</data>
		<key>Resources/MODNet-Photographic.mlmodelc/coremldata.bin</key>
		<data>
		+i+E9qCrYn0LaohkqL4ulKHgLZQ=
		</data>
		<key>Resources/MODNet-Photographic.mlmodelc/metadata.json</key>
		<data>
		Eiqg0h3VaIQ63Env8XA7oZHmu4Q=
		</data>
		<key>Resources/MODNet-Photographic.mlmodelc/model.espresso.net</key>
		<data>
		xyczCQeUOnj3VvPcDlQl0ZCuhRA=
		</data>
		<key>Resources/MODNet-Photographic.mlmodelc/model.espresso.shape</key>
		<data>
		7b0dP6qCsmwWyZ2wD6mBsqoAdY0=
		</data>
		<key>Resources/MODNet-Photographic.mlmodelc/model.espresso.weights</key>
		<data>
		9lhKeodNqOXj7oikV+7Co8YrjOU=
		</data>
		<key>Resources/MODNet-Photographic.mlmodelc/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>Resources/MODNet-Photographic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			D0cB9Mnl4fdo1WCY/1ZO5ciQ2lTNV0vgBvumNXYqCFI=
			</data>
		</dict>
		<key>Resources/MODNet-Photographic.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			XLQ8BjRuKsjYn8VeqdeIB/dREeZC4m86F7g5Lxi+4aA=
			</data>
		</dict>
		<key>Resources/MODNet-Photographic.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			o/Rb15iaMCg5YAAVqmSQaftvK3TjnIOy9nXbpU48M/Q=
			</data>
		</dict>
		<key>Resources/MODNet-Photographic.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			kODlx1gwKQX9UZvy59sEGPH75A1e0b/w/Bh68nx3B2M=
			</data>
		</dict>
		<key>Resources/MODNet-Photographic.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			aZch2hwXHqliudbecjxJbQwYJUBvGYeUGEp5xMeF8JY=
			</data>
		</dict>
		<key>Resources/MODNet-Photographic.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			uzhRFh7MVTR3h+p48Ozz5w8i/EOWd1jdHRVffv1G8K0=
			</data>
		</dict>
		<key>Resources/MODNet-Photographic.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			trCgtSyAEGtUPqlW4gyh0CukLLhg6OjT2n7OKV7t9no=
			</data>
		</dict>
		<key>Resources/MODNet-Photographic.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>Resources/MODNet-Photographic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
